Repository: tonkeeper/ios
Catalog: LocalPackages/TKLocalize/Sources/TKLocalize/Resources/Locales/*.lproj/Localizable.strings
Languages: ru, uk, uz

# battery.refill.footer.restore_purchase
source: Restore purchases.
ru: Восстановить покупки

# battery.refill.charges.zero
source: charges
ru: зарядов

# battery.refill.charges.one
source: charge
ru: заряд

# battery.refill.charges.few
source: charges
ru: заряда

# battery.refill.charges.many
source: charges
ru: зарядов

# battery.refill.charges.other
source: charges
ru: зарядов

# battery.refill.promocode
source: Promo Code
ru: Промокод

# battery.refill.toast.recharged
source: Battery recharged
ru: Батарейка заряжена

# battery.settings.title
source: Battery Settings
ru: Настройки батарейки

# battery.settings.caption
source: Selected transactions will be paid by Tonkeeper Battery.
ru: Выбранные транзакции будут оплачены батарейкой Tonkeeper.

# battery.settings.items.swaps.title
source: Swaps via Tonkeeper
ru: Обмен через Tonkeeper

# battery.settings.items.swaps.caption
source: per swap
ru: за обмен

# battery.settings.items.token.title
source: Token transfers
ru: Отправка токенов

# battery.settings.items.token.caption
source: per transfer
ru: за отправку

# battery.settings.items.nft.title
source: NFT transfers
ru: Отправка NFT

# battery.settings.items.nft.caption
source: per transfer
ru: за отправку

# battery.recharge.title
source: Charge
ru: Зарядка

# battery.recharge.gift_title
source: Gift
ru: Подарок

# battery.recharge.сustom_input.title
source: Other
ru: Другое количество

# battery.recharge.сustom_input.caption
source: Enter amount manually
ru: Ввести вручную

# battery.recharge.toast.success
source: Battery will charge in a few minutes
ru: Батарейка зарядится за пару минут

# ledger_connect.steps.bluetooth_connect.description
source: Connect Ledger to your device via Bluetooth
uk: Підключіть Ledger до вашого пристрою через Bluetooth
uz: Ledger qurilmasini Bluetooth orqali ulang

# ledger_connect.steps.ton_app.description
source: Unlock it and open TON App
uk: Розблокуйте і відкрийте додаток TON
uz: TON ilovasini oching va qulfdan chiqaring

# ledger_connect.steps.ton_app.link
source: Install TON App
uk: Встановіть додаток TON
uz: TON ilovasini o'rnating

# ledger_confirm.steps.bluetooth_connect.description
source: Connect Ledger to your device via Bluetooth
uk: Підключіть Ledger до вашого пристрою через Bluetooth
uz: Ledger’ni qurilmangizga Bluetooth orqali ulang

# ledger_confirm.steps.ton_app.description
source: Unlock it and open TON App
uk: Розблокуйте його та відкрийте додаток TON
uz: Qulfni oching va TON ilovasini oching

# ledger_confirm.steps.confirm.description
source: Confirm your transaction on Ledger
uk: Підтвердіть вашу транзакцію на Ledger
uz: Ledger’dagi tranzaksiyangizni tasdiqlang
