Repository: tonkeeper/ios
Catalog: LocalPackages/TKLocalize/Sources/TKLocalize/Resources/Locales/*.lproj/Localizable.strings
Languages: ru, uk, uz

# actions.delete
source: Delete
ru: Удалить
uk: Видалити
uz: O'chirish

# actions.cancel
source: Cancel
ru: Отмена
uk: Відмінити
uz: Bekor qilish

# actions.save
source: Save
ru: Сохранить
uk: Зберегти
uz: Saqlash

# actions.paste
source: Paste
ru: Вставить
uk: Вставити
uz: Yopishtirish

# actions.continue_action
source: Continue
ru: Продолжить
uk: Продовжити
uz: Davom etish

# actions.done
source: Done
ru: Готово
uk: Виконано
uz: Bajarildi

# actions.edit
source: Edit
ru: Изменить
uk: Редагувати
uz: Tahrirlash

# actions.copy
source: Copy
ru: Скопировать
uk: Копіювати
uz: Nusxa olish

# actions.sign_out
source: Sign Out
ru: Выйти
uk: Вийти
uz: Chiqish

# actions.more
source: More
ru: Ещё

# actions.ok
source: OK
ru: Хорошо

# actions.open
source: Open
ru: Открыть

# actions.hide_nft
source: Hide NFT
ru: Скрыть NFT

# actions.hide_collection
source: Hide Collection
ru: Скрыть коллекцию

# actions.hide_and_report_spam
source: Hide and Report Spam
ru: Скрыть и пожаловаться

# actions.view_on_tonviewier
source: View on Tonviewer
ru: Открыть в Tonviewer

# actions.burn_nft
source: Burn NFT
ru: Сжечь NFT

# state.failed
source: Failed
ru: Неуспешно

# result.success
source: Done
ru: Готово

# result.failure
source: Error
ru: Ошибка

# toast.copied
source: Copied
ru: Скопировано

# toast.loading
source: Loading
ru: Загрузка

# toast.link_expired
source: Expired link
ru: Срок действия ссылки истёк

# toast.service_unavailable
source: Service unavailable
ru: Сервис недоступен

# toast.failed
source: Failed
ru: Неуспешно

# errors.unknown
source: Error
ru: Ошибка

# errors.multiaccount_error
source: Please use Tonkeeper Desktop for Multi-Wallet Account
ru: Пожалуйста используйте Tonkeeper Desktop для аккаунта мульти-кошелька

# dates.today
source: Today
ru: Сегодня
uk: Сьогодні
uz: Bugun

# dates.yesterday
source: Yesterday
ru: Вчера
uk: Вчора
uz: Kecha

# tabs.wallet
source: Wallet
ru: Кошелёк
uk: Гаманець
uz: Hamyon

# tabs.history
source: History
ru: История
uk: Історія
uz: Tarix

# tabs.browser
source: Browser
ru: Браузер
uk: Браузер
uz: Brauzer

# tabs.purchases
source: Purchases
ru: Покупки
uk: Покупки
uz: Xaridlar

# tabs.collectibles
source: Collectibles
ru: Коллекции

# list.show_all
source: Show all
ru: Показать все

# list.hide
source: Hide
ru: Скрыть

# camera_permission.title
source: Enable access to your camera in order to can scan QR codes
ru: Разрешите доступ к камере, чтобы сканировать QR-коды
uk: Дозвольте доступ до камери, щоб сканувати QR-коди
uz: Kamera orqali QR-kodlarni skanerlash uchun ruxsat bering

# camera_permission.button
source: Open Settings
ru: Открыть настройки
uk: Відкрити налаштування
uz: Sozlamalarni ochish

# collectibles.title
source: Collectibles
ru: Коллекции

# collectibles.collection_hidden
source: Collection hidden
ru: Коллекция скрыта

# collectibles.nft_hidden
source: NFT hidden
ru: Токен скрыт

# purchases.title
source: Purchases
ru: Покупки
uk: Покупки
uz: Xaridlar

# purchases.empty_placeholder
source: Your collectibles will be shown here
ru: Ваши покупки появятся здесь
uk: Ваші колекційні предмети з'являться тут
uz: Kolleksiyalaringiz bu yerda ko'rsatiladi

# purchases.unverified
source: Unverified
ru: Непроверенный

# history.title
source: History
ru: История
uk: Історія
uz: Tarix

# history.placeholder.title
source: Your history will be shown here
ru: Ваша история будет показана здесь
uk: Ваша історія буде показана тут
uz: Sizning tarixi o‘rnatiladi bu yerda

# history.placeholder.subtitle
source: Make your first transaction!
ru: Совершите первую транзакцию!
uk: Здійсніть першу транзакцію!
uz: Birinchi tranzaksiyangizni amalga oshiring!

# history.placeholder.buttons.receive
source: Receive
ru: Получить
uk: Отримати
uz: Qabul qilish

# history.placeholder.buttons.buy
source: Buy Toncoin
ru: Купить Toncoin
uk: Купити Toncoin
uz: Toncoin sotib olish

# browser.tab.explore
source: Explore
ru: Витрина
uk: Вітрина
uz: Ko‘rish

# browser.tab.connected
source: Connected
ru: Подключенные
uk: Підключені
uz: Ulangan

# browser.list.all
source: All
ru: Все
uk: Усі
uz: Hammasi

# browser.connected_apps.empty_title
source: Connected apps will be shown here
ru: Ваши приложения будут здесь

# browser.connected_apps.empty_description
source: Explore apps and services in Tonkeeper browser.
ru: Исследуйте приложения и сервисы в браузере Tonkeeper.

# browser.search_field.placeholder
source: Search or enter address
ru: Поиск
uk: Пошук або введіть адресу
uz: Qidiring yoki manzilni kiriting

# browser.search.title
source: Browser
ru: Браузер
uk: Браузер
uz: Brauzer

# browser.search.placeholder
source: Enter an address or search the web
ru: Введите адрес или начните поиск
uk: Введіть адресу або здійсніть пошук в Інтернеті
uz: Manzilingizni kiriting yoki veb-qidiruvni boshlang

# browser.search.duckgo_search.title
source: DuckDuckGo Search
ru: Поиск в DuckDuckGo

# browser.search.google_search.title
source: Google Search
ru: Поиск в Google

# browser.search.open_link_placeholder
source: Open link
ru: Открыть ссылку

# event_details.received
source: Received
ru: Получено
uk: Отримано
uz: Qabul qilindi

# event_details.sent
source: Sent
ru: Отправлено
uk: Відправлено
uz: Yuborilgan

# event_details.recipient.title
source: Recipient
ru: Получатель

# event_details.recipient.address
source: Recipient address
ru: Адрес получателя

# event_details.sender.title
source: Sender
ru: Отправитель

# event_details.sender.address
source: Sender address
ru: Адрес отправителя

# event_details.fee
source: Fee
ru: Комиссия
uk: Комісія
uz: To‘lov

# event_details.comment
source: Comment
ru: Комментарий
uk: Коментарій
uz: Izoh

# settings.title
source: Settings
ru: Настройки
uk: Налаштування
uz: Sozlamalar

# settings.items.security
source: Security
ru: Безопасность
uk: Безпека
uz: Xavfsizlik

# settings.items.backup
source: Backup
ru: Резервная копия
uk: Резервна копія
uz: Zaxira nusxasi

# settings.items.currency
source: Currency
ru: Валюта
uk: Валюта
uz: Valyuta

# settings.items.theme
source: Theme
ru: Тема
uk: Тема
uz: Mavzu

# settings.items.search
source: Search
ru: Поиск

# settings.items.logout
source: Sign out
ru: Выйти
uk: Вийти
uz: Chiqish

# settings.items.support
source: Support
ru: Поддержка
uk: Підтримка
uz: Qo'llab-quvvatlash

# settings.items.tk_news
source: Tonkeeper news
ru: Новости Tonkeeper
uk: Новини Tonkeeper
uz: Tonkeeper yangiliklari

# settings.items.contact_us
source: Contact us
ru: Написать команде
uk: Зв'яжіться з нами
uz: Biz bilan bog'laning

# settings.items.rate
source: Rate %@
ru: Оценить %@
uk: Оцінити Tonkeeper X
uz: Bahola Tonkeeper X

# settings.items.legal
source: Legal
ru: Юридические документы
uk: Юридичні документи
uz: Yuridik hujjatlar

# settings.items.sign_out_account
source: Sign Out
ru: Выйти

# settings.items.delete_account
source: Delete Account
ru: Удалить аккаунт
uk: Видалити акаунт
uz: Hisobni o'chirish

# settings.items.delete_watch_only
source: Delete Watch account
ru: Удалить аккаунт

# settings.items.delete_acount_alert_title
source: Delete account
ru: Удалить аккаунт

# settings.items.delete_watch_only_acount_alert_title
source: Delete Watch account
ru: Удалить аккаунт для просмотра

# settings.items.setup_wallet_description
source: Edit name and color
ru: Кастомизировать
uk: Редагувати ім'я та колір
uz: Tahrirlash nomi va rangi

# settings.items.purchases
source: Purchases
ru: Покупки

# settings.items.notifications
source: Notifications
ru: Уведомления

# settings.items.wallet_w5
source: Wallet W5
ru: Кошелёк W5

# settings.items.wallet_v4R2
source: Wallet v4R2
ru: Кошелёк v4R2

# settings.logout.title
source: Log out?
ru: Выйти?
uk: Вийти?
uz: Chiqish?

# settings.logout.description
source: This will erase keys to the wallets. Make sure you have backed up your secret recovery phrases.
ru: Доступ к кошелькам будет отключён. Убедитесь, что вы сохранили все секретные ключи.
uk: Це видалить ключі до гаманців. Переконайтеся, що ви зберегли свої секретні фрази відновлення.
uz: Bu hamyon kalitlarini o'chiradi. Maxfiy tiklash iboralarini zaxiralaganingizga ishonch hosil qiling.

# settings.legal.title
source: Legal
ru: Документы

# settings.legal.items.terms_of_service
source: Terms of service
ru: Правила использования

# settings.legal.items.privacy_policy
source: Privacy policy
ru: Политика конфиденциальности

# settings.legal.items.montserrat_font
source: Montserrat font
ru: Шрифт Montserrat

# settings.legal.sections.licenses
source: Licences
ru: Лицензии

# settings.purchases.title
source: Purchases
ru: Покупки

# settings.purchases.sections.visible
source: Visible
ru: Видимые

# settings.purchases.sections.hidden
source: Hidden
ru: Скрытые

# settings.purchases.sections.spam
source: Spam
ru: Спам

# settings.purchases.token.unnamed_collection
source: Unnamed collection
ru: Коллекция без названия

# settings.purchases.token.single_token
source: Single token
ru: Одиночный токен

# settings.purchases.token.token_count.zero
source: tokens
ru: токенов

# settings.purchases.token.token_count.one
source: token
ru: токен

# settings.purchases.token.token_count.few
source: tokens
ru: токена

# settings.purchases.token.token_count.many
source: tokens
ru: токенов

# settings.purchases.token.token_count.other
source: tokens
ru: токенов

# settings.purchases.details.title.single_token
source: Token details
ru: Подробнее о токене

# settings.purchases.details.title.collection
source: Collection details
ru: Подробнее о коллекции

# settings.purchases.details.button.hide_token
source: Hide token from wallet
ru: Скрыть токен из кошелька

# settings.purchases.details.button.show_token
source: Show token in wallet
ru: Показать токен в кошельке

# settings.purchases.details.button.hide_collection
source: Hide collection from wallet
ru: Скрыть коллекцию из кошелька

# settings.purchases.details.button.show_collection
source: Show collection in wallet
ru: Показать коллекцию в кошельке

# settings.purchases.details.button.not_spam
source: Not Spam
ru: Это не спам

# settings.purchases.details.items.name
source: Name
ru: Имя

# settings.purchases.details.items.collection_id
source: Collection ID
ru: ID коллекции

# settings.purchases.details.items.token_id
source: Token ID
ru: ID токена

# settings.notifications.title
source: Notifications
ru: Уведомления

# settings.notifications.notifications_item.title
source: Push notifications
ru: Push уведомления

# settings.notifications.notifications_item.caption
source: Get notifications when you receive TON, tokens and NFTs. Notifications from connected apps.
ru: Получайте уведомления при получении TON, токенов, NFT и уведомления от подключенных приложений.

# theme.title
source: Theme
ru: Тема
uk: Тема
uz: Mavzu

# theme.options.system
source: System
ru: Системная
uk: Система
uz: Tizim

# theme.options.dark
source: Dark
ru: Тёмная
uk: Темна
uz: Qorong'i

# theme.options.blue
source: Blue
ru: Голубая
uk: Синя
uz: Ko'k

# currency.title
source: Primary currency
ru: Основная валюта
uk: Основна валюта
uz: Asosiy valyuta

# currency.items.jpy
source: Japanese Yen
ru: Японская йена
uk: Японська єна
uz: Yapon iyenasi

# currency.items.usd
source: United States Dollar
ru: Доллар США
uk: Долар США
uz: AQSh dollari

# currency.items.eur
source: Euro
ru: Евро
uk: Євро
uz: Yevro

# currency.items.rub
source: Russian Ruble
ru: Российский рубль
uk: Російський рубль
uz: Rossiya rubli

# currency.items.aed
source: United Arab Emirates Dirham
ru: Дирхам ОАЭ
uk: Дирхам ОАЕ
uz: BAA dirhami

# currency.items.kzt
source: Kazakhstani Tenge
ru: Казахский тенге
uk: Казахстанський тенге
uz: Qozog'iston tengesi

# currency.items.uah
source: Ukrainian hryvnian
ru: Украинская гривна
uk: Українська гривня
uz: Ukraina grivnasi

# currency.items.gbp
source: Great Britain Pound
ru: Фунт стерлингов
uk: Фунт стерлінгів
uz: Angliya funti

# currency.items.chf
source: Swiss Franc
ru: Швейцарский франк
uk: Швейцарський франк
uz: Shveytsariya franki

# currency.items.cny
source: China Yuan
ru: Китайский юань
uk: Китайський юань
uz: Xitoy yuani

# currency.items.krw
source: South Korean Won
ru: Южнокорейская вона
uk: Південнокорейська вона
uz: Janubiy Koreya voni

# currency.items.idr
source: Indonesian Rupiah
ru: Индонезийская рупия
uk: Індонезійська рупія
uz: Indoneziya Rupiyasi

# currency.items.inr
source: Indian Rupee
ru: Индийская рупия
uk: Індійська рупія
uz: Hindiston rupiyasi

# backup.title
source: Backup
ru: Резервная копия
uk: Резервна копія
uz: Zaxira nusxasi

# backup.information.title
source: Manual
ru: Вручную
uk: Ручний
uz: Qo'lda

# backup.information.subtitle
source: Back up your wallet manually by writing down the recovery phrase.
ru: Создайте резервную копию своего кошелька вручную, записав секретный ключ.
uk: Створіть резервну копію свого гаманця вручну, записавши фразу для відновлення.
uz: Hamyoningizni qo'lda saqlang, tiklash iborasini yozib qo'ying.

# backup.balance.warning
source: Your balance is %@, and it's only protected by a recovery phrase you haven't written down yet. Backup the phrase to avoid losing funds in case of device issues.
ru: На вашем балансе %@ и он защищён только секретным ключом, который вы ещё не записали. Сделайте резервную копию ключа, чтобы не потерять средства в случае проблем с устройством.

# backup.manually.button
source: Back Up Manually
ru: Сделать копию вручную
uk: Створити резервну копію вручну
uz: Qo'lda zaxira qilish

# backup.show_phrase.title
source: Show Recovery Phrase
ru: Показать секретный ключ
uk: Показати ключ відновлення
uz: Ko‘rsatish tiklash iborasi

# backup.done.title
source: Manual Backup On
ru: Резервная копия сделана
uk: Ручне резервне копіювання увімкнено
uz: Qo'lda zaxira yoqildi

# backup.done.subtitle
source: Last backup %@
ru: Последняя %@
uk: Останнє %@
uz: Oxirgi %@

# backup.warning.title
source: Attention
ru: Внимание

# backup.warning.caption
source: Please read the following carefully before viewing your recovery phrase.
ru: Пожалуйста, внимательно прочитайте перед просмотром секретного ключа.

# backup.warning.list.item1
source: Never enter your recovery phrase any other place than Tonkeeper to access your wallet.
ru: Никогда и нигде не вводите свой секретный ключ для доступа к кошельку, кроме Tonkeeper.

# backup.warning.list.item2
source: Tonkeeper Support never asks for a recovery phrase.
ru: Поддержка Tonkeeper никогда не запрашивает секретный ключ.

# backup.warning.list.item3
source: Everybody with your recovery phrase can access your wallet.
ru: Любой, кто знает ваш секретный ключ, сможет получить доступ к вашему кошельку.

# backup.show.title
source: Recovery phrase
ru: Секретный ключи

# backup.show.caption
source: Write down these words with their numbers and store them in a safe place.
ru: Запишите эти слова с их номерами и сохраните их в надежном месте.

# backup.show.button.title
source: Copy
ru: Скопировать

# backup.check.title
source: Recovery phrase
ru: Секретный ключи

# backup.check.caption
source: Write down these words with their numbers and store them in a safe place.
ru: Запишите эти слова с их номерами и сохраните их в надежном месте.

# backup.check.button.title
source: Check Backup
ru: Проверить резервную копию

# backup.check.input.title
source: Backup Check
ru: Проверка резервной копии

# backup.check.input.caption
source: Let's see if you've got everything right. Enter words %d, %d, and %d.
ru: Давайте проверим, все ли вы записали правильно. Введите слова %d, %d, и %d.

# backup.check.input.button.title
source: Done
ru: Готово

# security.title
source: Security
ru: Безопасность
uk: Безпека
uz: Xavfsizlik

# security.use
source: Use %@
ru: Использовать %@
uk: Використовувати %@
uz: Foydalanish %@

# security.change_passcode
source: Change Passcode
ru: Поменять пин-код
uk: Змінити пін-код
uz: Parolni o'zgartirish

# security.unavailable_error
source: Biometry unavailable
ru: Биометрия недоступна
uk: Біометрія недоступна
uz: Biometriya mavjud emas

# security.use_biometry_description
source: You can always unlock your wallet with a passcode.
ru: Вы всегда можете разблокировать кошелёк с помощью пин-кода
uk: Ви завжди можете розблокувати гаманець за допомогою пароля
uz: Hamyonni har doim kod yordamida ochishingiz mumkin

# security.lock_screen
source: Lock Screen
ru: Экран блокировки

# security.lock_screen_description
source: Require passcode to view wallet contents.
ru: Запрос пароля для просмотра кошелька.

# wallet_buttons.send
source: Send
ru: Отправить
uk: Відправити
uz: Yuborish

# wallet_buttons.receive
source: Receive
ru: Получить
uk: Отримати
uz: Olish

# wallet_buttons.scan
source: Scan
ru: Сканировать
uk: Сканувати
uz: Skanerlash

# wallet_buttons.buy
source: Buy TON
ru: Купить TON
uk: Купити TON
uz: TON сотиб олиш

# wallet_buttons.swap
source: Swap
ru: Обменять
uk: Обміняти
uz: Almashish

# wallet_buttons.stake
source: Stake
ru: Застейкать
uk: Застейкати
uz: Staking

# send.title
source: Send
ru: Отправить
uk: Відправити
uz: Yuborish

# send.recepient.placeholder
source: Address or name
ru: Адрес или имя
uk: Адрес або ім'я
uz: Manzil yoki ism

# send.amount.placeholder
source: Amount
ru: Сумма
uk: Сума
uz: Miqdor

# send.remaining
source: Remaining
ru: Доступно

# send.comment.placeholder
source: Comment
ru: Комментарий
uk: Коментар
uz: Kommentary

# send.comment.description
source: Will be visible to everyone.
ru: Будет виден всем.
uk: Буде видно всім.
uz: Hamma ko‘radi.

# send.comment.ascii_error
source: Use only ASCII characters: digits, latin alphabet letters and punctuation marks.
ru: Используйте только ASCII символы: цифры, буквы латинского алфавита и знаки пунктуации.

# send.required_comment.placeholder
source: Required comment
ru: Комментарий
uk: Обов'язковий коментар
uz: Majburiy izoh

# send.required_comment.description
source: You must include the note from the exchange for transfer. Without it your funds will be lost.
ru: Обязательно укажите memo или тег при отправке на биржу.
uk: Обов'язково вкажіть примітку або тег під час відправки на біржу.
uz: Birjaga yuborishda memo yoki tegni ko'rsating.

# confirm_send.token_transfer.title
source: Confirm action
ru: Подтвердить действие
uk: Підтвердити дію
uz: Harakatni tasdiqlash

# confirm_send.token_transfer.transfer
source: Transfer %@
ru: Отправка %@
uk: Переказ %@
uz: O'tkazish %@

# confirm_send.fee
source: Fee
ru: Комиссия
uk: Комісія
uz: Komissiya

# confirm_send.wallet
source: Wallet
ru: Кошелёк
uk: Гаманець
uz: Hamyon

# confirm_send.amount
source: Amount
ru: Сумма
uk: Сума
uz: Miqdor

# confirm_send.comment
source: Comment
ru: Комментарий
uk: Коментар
uz: Izoh

# confirm_send.recipient.title
source: Recipient
ru: Получатель
uk: Отримувач
uz: Qabul qiluvchi

# confirm_send.recipient.address
source: Recipient address
ru: Адрес получателя
uk: Адреса одержувача
uz: Qabul qiluvchining manzili

# confirm_send.confirm_button
source: Confirm and send
ru: Подтвердить и отправить
uk: Підтвердити і відправити
uz: Tasdiqlash va jo'natish

# confirm_send.confirm
source: Confirm
ru: Подтвердить

# confirm_send.risk.total
source: Total: %@
ru: Всего: %@

# confirm_send.risk.total_nft
source: Total: %@ + %ld NFT
ru: Всего: %@ + %ld NFT

# confirm_send.risk.caption_without_nft
source: The total value of tokens that will be sent from your wallet. Refunds are not included in the total value.
ru: Общая стоимость токенов, которые будут отправлены с вашего кошелька. Возвраты не учитываются в общей стоимости.

# confirm_send.risk.nft_caption
source: The total value of tokens, excluding the cost of NFTs, that will be sent from your wallet. Refunds are not included in the total value.
ru: Общая стоимость токенов, за исключением стоимости NFT, которые будут отправлены с вашего кошелька. Возвраты не учитываются в общей стоимости.

# customize_wallet.title
source: Customize your Wallet
ru: Кастомизируйте свой кошелёк
uk: Налаштуй свій гаманець
uz: Hamyoningizni moslashtiring

# customize_wallet.description
source: Wallet name and icon are stored locally on your device.
ru: Имя и иконка кошелька хранятся локально на вашем устройстве.
uk: Назва та іконка гаманця зберігаються локально на вашому пристрої.
uz: Hamyon nomi va ikonkasi qurilmangizda lokal tarzda saqlanadi.

# customize_wallet.input_placeholder
source: Wallet Name
ru: Имя кошелька
uk: Ім'я гаманця
uz: Hamyon nomi

# customize_wallet.default_wallet_name
source: Wallet
ru: Кошелёк
uk: Гаманець
uz: Hamyon

# connection_status.updating
source: Updating
ru: Обновление
uk: Оновлення
uz: Yangilanmoqda

# connection_status.no_internet
source: No Internet connection
ru: Нет сети
uk: Немає з'єднання з інтернетом
uz: Internet aloqasi yo'q

# connection_status.updated_at
source: Updated %@
ru: Обновлено %@
uk: Оновлено %@
uz: Yangilangan %@

# token.unverified
source: Unverified token
ru: Непроверенный токен
uk: Неперевірений токен
uz: Tasdiqlanmagan token

# onboarding.caption
source: Create a new wallet or add an existing one
ru: Создайте новый или подключите существующий кошелёк
uk: Створіть новий гаманець або додайте існуючий
uz: Yangi hamyon yarating yoki mavjudini qo'shing

# onboarding.buttons.create_new
source: Create New Wallet
ru: Создать новый кошелёк
uk: Створити новий гаманець
uz: Yangi hamyon yaratish

# onboarding.buttons.import_existing
source: Import Existing Wallet
ru: Подключить существующий
uk: Імпортувати існуючий гаманець
uz: Import qilish

# passcode.create
source: Create passcode
ru: Задайте новый пин-код
uk: Створити код доступу
uz: Yangi pin-kod yarating

# passcode.reenter
source: Re-enter passcode
ru: Введите пин-код ещё раз
uk: Введіть пароль ще раз
uz: Parolni qaytadan kiriting

# passcode.enter
source: Enter passcode
ru: Введите пин-код
uk: Введіть пін-код
uz: PIN-kodni kiriting

# passcode.logout
source: Log Out
ru: Выйти

# passcode.logout_confirmation_title
source: 🚧 🚨🚨🚨 🚧 Sign Out of All Wallets?
ru: 🚧 🚨🚨🚨 🚧 Выйти из всех кошельков?

# passcode.logout_confirmation_description
source: This will erase keys to all wallets. Make sure you have backed up your recovery phrases.
ru: Доступ к кошелькам будет отключён. Убедитесь, что вы сохранили все секретные ключи.

# import_wallet.title
source: Enter recovery phrase
ru: Введите секретный ключ
uk: Введіть секретний ключ
uz: Yoqotilgan kalit so'zini kiriting

# import_wallet.description
source: When you created this wallet, you got a 24-word recovery phrase. Enter it to restore access to your wallet.
ru: Чтобы восстановить доступ, введите 24 секретных слова, которые вы получили при создании кошелька.
uk: Коли ви створили цей гаманець, ви отримали фразу відновлення з 24 слів. Введіть її, щоб відновити доступ до свого гаманця.
uz: Siz ushbu hamyonni yaratganingizda, sizga 24 so'zli tiklash iborasi berildi. Hamyoningizga kirishni tiklash uchun uni kiriting.

# choose_wallets.title
source: Choose Wallets
ru: Выберите кошельки
uk: Виберіть гаманці
uz: Hamyonlarni tanlang

# choose_wallets.description
source: Choose wallets you want to add.
ru: Выберите кошельки, которые вы хотите добавить.
uk: Оберіть гаманці, які ви хочете додати.
uz: Oʻzingiz qo‘shmoqchi boʻlgan hamyonlarni tanlang.

# choose_wallets.tokens
source: tokens
ru: токены
uk: токени
uz: tokenlar

# choose_wallets.alreadyAdded
source: Already added
ru: Уже добавлен

# finish_setup.title
source: Finish setting up
ru: Завершить установку
uk: Завершити налаштування
uz: Sozlamalarni yakunlash

# finish_setup.setup_biometry
source: Use %@ to approve transactions
ru: Включите %@ для подтверждения транзакций
uk: Увімкніть %@ для підтвердження транзакцій
uz: %@дан фойдаланиб транзакцияларни тасдиқланг

# finish_setup.biometry_unavailable
source: Biometry unavailable
ru: Биометрия недоступна
uk: Біометрія недоступна
uz: Biometriya mavjud emas
