Repository: tonkeeper/ios
Catalog: LocalPackages/TKLocalize/Sources/TKLocalize/Resources/Locales/*.lproj/Localizable.strings
Languages: ru, uk, uz

# finish_setup.backup
source: Back up the wallet recovery phrase
ru: Создайте резервную копию секретного ключа кошелька
uk: Створіть резервну копію фрази для відновлення гаманця
uz: Zaxira nusxasini yarating hamyonni tiklash uchun yozuvdan

# wallets_list.title
source: Wallets list
ru: Кошельки
uk: Список гаманців
uz: Hamyonlar ro'yxati

# wallets_list.add_wallet
source: Add Wallet
ru: Добавить кошелёк
uk: Додати гаманець
uz: Hamyon qo'shish

# add_wallet.title
source: Add Wallet
ru: Добавить кошелёк
uk: Додати гаманець
uz: Hamyon qo'shish

# add_wallet.description
source: Create a new wallet or add an existing one.
ru: Создайте новый кошелёк или добавьте существующий.
uk: Створіть новий гаманець або додайте наявний.
uz: Yangi hamyon yarating yoki mavjudini qo'shing.

# add_wallet.items.new_wallet.title
source: New Wallet
ru: Новый кошелёк
uk: Новий гаманець
uz: Yangi Hamyon

# add_wallet.items.new_wallet.subtitle
source: Create new wallet
ru: Создать новый кошелёк
uk: Створити новий гаманець
uz: Yangi hamyon yaratish

# add_wallet.items.existing_wallet.title
source: Existing Wallet
ru: Существующий кошелёк
uk: Існуючий гаманець
uz: Mavjud hamyon

# add_wallet.items.existing_wallet.subtitle
source: Import wallet with a 24 secret recovery words
ru: Добавить кошелёк с помощью секретного ключа из 24 слов
uk: Імпортуйте гаманець за допомогою 24 секретних слів відновлення
uz: Hamyonni 24 ta maxfiy tiklash so'zlari yordamida import qiling

# add_wallet.items.watch_only.title
source: Watch Account
ru: Аккаунт для просмотра
uk: Акаунт для перегляду
uz: Акаунт фақат кўриш учун

# add_wallet.items.watch_only.subtitle
source: For monitor wallet activity without recovery phrase
ru: Для отслеживания активности кошелька без ввода секретного ключа
uk: Для моніторингу активності гаманця без введення секретної фрази
uz: Hamyon faoliyatini tiklash iborasiz kuzatish uchun

# add_wallet.items.pair_signer.title
source: Pair Signer
ru: Пара для Signer
uk: З'єднати Signer
uz: Signer juftlash

# add_wallet.items.pair_signer.subtitle
source: A higher level of control and security
ru: Более высокий уровень контроля и безопасности
uk: Вищий рівень контролю та безпеки
uz: Yuqori darajadagi nazorat va xavfsizlik

# add_wallet.items.testnet.title
source: Testnet Account
ru: Аккаунт в Testnet
uk: Тестова мережа Аккаунт
uz: Testnet Hisobi

# add_wallet.items.testnet.subtitle
source: Import wallet with a 24 secret recovery words to Testnet
ru: Добавить кошелёк с помощью секретного ключа из 24 слов в Testnet
uk: Імпортуйте гаманець за допомогою 24 секретних слів для відновлення в Testnet
uz: Testnet uchun 24 ta maxfiy tiklash so'zlari yordamida hamyonni import qiling

# add_wallet.items.pair_ledger.title
source: Pair with Ledger
ru: Подключить Ledger
uk: Підключити Ledger
uz: Ulanish Ledger bilan

# add_wallet.items.pair_ledger.subtitle
source: Hardware module, Bluetooth, limited TON features
ru: Аппаратный модуль, Bluetooth, ограниченные функции TON
uk: Апаратний модуль, Bluetooth, обмежені функції TON
uz: Aksessuar moduli, Bluetooth, cheklangan TON funksiyalari

# scanner.title
source: Scan QR code
ru: Отсканируйте QR-код
uk: Скануйте QR-код
uz: QR-kodni skanerlang

# signer.scan.subtitle
source: Open Signer » Select the required key » Scan QR code
ru: Откройте Signer » Выберите нужный ключ » Отсканируйте QR-код
uk: Відкрийте Signer » Виберіть потрібний ключ » Відскануйте QR-код
uz: Signer-ni oching » Kerakli kalitni tanlang » QR kodni skaner qiling

# signer.scan.open_signer_button
source: Open Signer on this device
ru: Открыть Signer на этом устройстве
uk: Відкрити Signer на цьому пристрої
uz: Ushbu qurilmada Signerni ochish

# chart.price
source: Price
ru: Цена
uk: Ціна
uz: Narx

# periods.hour
source: H
ru: Ч
uk: Г
uz: So

# periods.day
source: D
ru: Д
uk: Д
uz: K

# periods.week
source: W
ru: Н
uk: Т
uz: H

# periods.month
source: M
ru: М
uk: М
uz: O

# periods.half_year
source: 6M
ru: 6М
uk: 6М
uz: 6O

# periods.year
source: Y
ru: Г
uk: Р

# wallet_tags.watch_only
source: Watch only
ru: Просмотр
uk: Тільки перегляд
uz: Faqat ko‘rish

# balance_header.your_address
source: Your address:
ru: Ваш адрес:

# balance_header.address
source: Address:
ru: Адрес:

# balance_list.staking_item.title
source: Staked
ru: Стейкинг

# balance_list.staking_item.comment.ready
source: %@ TON ready. Tap to collect.
ru: %@ TON готовы к выводу. Нажмите, чтобы вывести

# balance_list.staking_item.comment.staked
source: %@ TON staked
ru: %@ TON будет зачислено

# balance_list.staking_item.comment.unstaked
source: %@ TON unstaked
ru: %@ TON будет выведено

# balance_list.staking_item.comment.time_estimate
source: in %@
ru: через %@

# balance_list.staking_item.comment.after_end_of_cycle
source: after the end of the cycle
ru: после окончания цикла

# receive.title
source: Receive %@
ru: Получить %@
uk: Отримати %@
uz: Olish %@

# receive.description
source: Send only %@ and tokens in TON network to this address, or you might lose your funds.
ru: Отправляйте на этот адрес только %@ и токены в сети TON, иначе вы можете потерять свои средства.
uk: Відправляйте на цю адресу тільки %@ та токени в мережі TON, інакше ви можете втратити свої кошти.
uz: Faqatgina %@ va TON tarmog‘idagi tokenlarni ushbu manzilga yuboring, aks holda mablag‘laringiz yo‘qolishi mumkin.

# watch_account.title
source: Watch Account
ru: Аккаунт для просмотра
uk: Акаунт для перегляду
uz: Ko‘rib chiqish uchun akkaunt

# watch_account.description
source: Monitor wallet activity without recovery phrase. You will be notified of any transactions from this wallet.
ru: Отслеживайте активность, получайте уведомления о транзакциях этого кошелька без ввода секретного ключа.
uk: Відслідковуйте активність гаманця без фрази відновлення. Ви будете отримувати сповіщення про будь-які транзакції з цього гаманця.
uz: Hamyon faoliyatini tiklash iborasiz kuzatib boring. Ushbu hamyondan amalga oshirilgan har qanday tranzaksiya haqida xabarnoma olasiz.

# watch_account.placeholder
source: Address or name
ru: Адрес или имя
uk: Адрес або ім'я
uz: Manzil yoki ism

# event_details.sender_address
source: Sender address
ru: Адрес отправителя
uk: Адрес відправника
uz: Yuboruvchi manzili

# event_details.sender
source: Sender
ru: Отправитель
uk: Відправник
uz: Yuboruvchi

# event_details.recipient
source: Recipient
ru: Получатель
uk: Отримувач
uz: Qabul qiluvchi

# event_details.recipient_address
source: Recipient address
ru: Адрес получателя
uk: Адрес одержувача
uz: Qabul qiluvchi manzili

# event_details.sent_on
source: Sent on %@
ru: Отправлено %@
uk: Відправлено %@
uz: Yuborilgan %@

# event_details.received_on
source: Received on %@
ru: Получено %@
uk: Отримано %@
uz: Qabul qilindi %@

# event_details.transaction
source: Transaction
ru: Транзакция
uk: Транзакція
uz: Tranzaksiya

# action_types.future.send
source: Send
ru: Отправить
uk: Відправити
uz: Yuborish

# action_types.future.receive
source: Receive
ru: Получить
uk: Отримати
uz: Qabul qilish

# action_types.sent
source: Sent
ru: Отправлено
uk: Відправлено
uz: Yuborildi

# action_types.burned
source: Burned
ru: Сожжено

# action_types.received
source: Received
ru: Получено
uk: Отримано
uz: Qabul qilindi

# action_types.stake
source: Stake
ru: Депозит
uk: Ставка
uz: Garov

# action_types.unstake
source: Unstake
ru: Вывод
uk: Виведення ставок
uz: Tikishdan chiqarish

# action_types.unstake_request
source: Unstake Request
ru: Запрос на вывод
uk: Запит на відв'язку
uz: Unstake soʻrovi

# action_types.swap
source: Swap
ru: Обмен
uk: Заміна
uz: Almashtirish

# action_types.spam
source: Spam
ru: Спам
uk: Спам

# action_types.bounced
source: Bounced
ru: Возвращено
uk: Повернено
uz: Qaytarildi

# action_types.subscribed
source: Subscribed
ru: Подписка
uk: Підписка
uz: Obuna

# action_types.unsubscribed
source: Unsubscribed
ru: Отмена подписки
uk: Відписка
uz: Obuna bekor qilindi

# action_types.contract_exec
source: Call contract
ru: Вызов контракта
uk: Виклик контракту
uz: Shartnoma chaqiruvi

# action_types.nft_collection_deploy
source: NFT сollection creation
ru: Создание контракта
uk: Створення колекції NFT
uz: NFT коллекциясини яратиш

# action_types.nft_deploy
source: NFT creation
ru: Создание контракта
uk: Створення NFT
uz: NFT yaratish

# action_types.nft_sale_removal
source: Removal from sale
ru: Сбор с продажи
uk: Видалення з продажу
uz: Sotuvdan o'chirish

# action_types.nft_purchase
source: NFT purchase
ru: Покупка NFT
uk: Покупка NFT
uz: NFT xaridi

# action_types.bid
source: Bid
ru: Ставка
uk: Ставка
uz: Stavka

# action_types.put_up_auction
source: Put up for auction
ru: Начало аукциона
uk: Виставити на аукціон
uz: Kimoshga qoʻyish

# action_types.end_auction
source: End of auction
ru: Завершение аукциона
uk: Завершення аукціону
uz: Auksionni yakunlash

# action_types.domain_renew
source: Renew Domain
ru: Продление домена
uk: Оновлення домену
uz: Domenni yangilash

# action_types.unknown
source: Unknown
ru: Неизвестно
uk: Невідомо
uz: Noma'lum

# action_types.wallet_initialize
source: Wallet initialized
ru: Кошелёк инициализирован
uk: Гаманець ініціалізовано
uz: Hamyon ishga tushirildi

# ledger_connect.title
source: Connect Ledger
ru: Подключить Ledger
uk: Підключити Ledger
uz: Ledgerni ulash

# ledger_confirm.title
source: Confirm Action
ru: Подтвердить действие
uk: Підтвердити дію
uz: Harakatni tasdiqlash

# ledger_version_update.title
source: Update TON app in Ledger to the %@ version
ru: Обновите TON приложение в Ledger до версии %@

# ledger_version_update.caption
source: This type of transaction is not supported in your current application version.
ru: Этот тип транзакции не поддерживается в вашей текущей версии приложения.

# bluetooth.powered_off_alert.title
source: Bluetooth is off
ru: Bluetooth выключен

# bluetooth.powered_off_alert.message
source: Please turn on Bluetooth to use this feature
ru: Пожалуйста, включите Bluetooth, чтобы использовать эту функцию

# bluetooth.powered_off_alert.open_settings
source: Open Settings
ru: Открыть настройки

# bluetooth.permissions_alert.title
source: Bluetooth Permissions
ru: Разрешения Bluetooth

# bluetooth.permissions_alert.message
source: Please enable Bluetooth permissions in your settings to use this feature
ru: Пожалуйста, включите разрешения Bluetooth в настройках, чтобы использовать эту функцию

# bluetooth.permissions_alert.open_settings
source: Open Settings
ru: Открыть настройки

# sign_out_full.title
source: 🚧 🚨🚨🚨 🚧 Sign Out of All Wallets?
ru: 🚧 🚨🚨🚨 🚧 Выйти из всех кошельков?
uk: 🚧 🚨🚨🚨 🚧 Вийти з усіх гаманців?
uz: 🚧 🚨🚨🚨 🚧 Barcha hamyonlardan chiqish?

# sign_out_full.description
source: This will erase keys to all wallets. Make sure you have backed up your recovery phrases.
ru: Доступ к кошелькам будет отключён. Убедитесь, что вы сохранили все секретные ключи.
uk: Це видалить ключі до всіх гаманців. Переконайтеся, що ви зберегли резервні фрази для відновлення.
uz: Bu barcha hamyonlar uchun kalitlarni o‘chiradi. Qayta tiklash uchun barcha iboralarni zaxiralaganingizga ishonch hosil qiling.

# sign_out_warning.title
source: Sign Out
ru: Выйти

# sign_out_warning.caption
source: Wallet keys will be erased from this device.
ru: Ключи кошелька будут удалены с этого устройства.

# sign_out_warning.tick_description
source: I have a backup copy of the recovery phrase for
ru: У меня есть резервная копия фразы восстановления кошелька

# sign_out_warning.tick_back_up
source: Back up
ru: Сделать резервную копию

# delete_wallet_warning.title
source: Delete Wallet Data
ru: Удалить данные кошелька

# delete_wallet_warning.caption
source: Wallet keys and all personal data will be erased from this device.
ru: Ключи кошелька и все личные данные будут удалены с этого устройства.

# delete_wallet_warning.tick_description
source: I have a backup copy of the recovery phrase for
ru: У меня есть резервная копия фразы восстановления кошелька

# delete_wallet_warning.tick_back_up
source: Back up
ru: Сделать резервную копию

# delete_wallet_warning.button
source: Delete Wallet Data
ru: Удалить данные кошелька

# home_screen_configuration.title
source: Home Screen
ru: Управление

# home_screen_configuration.sections.pinned
source: Pinned
ru: Закреплённые

# home_screen_configuration.sections.all_assets
source: All Assets
ru: Все активы

# home_screen_configuration.sections.sorted_by_price
source: Sorted by Price
ru: По стоимости

# nft_details.single_nft
source: Single NFT
ru: Одиночный NFT

# nft_details.details
source: Details
ru: Детали

# nft_details.view_in_explorer
source: View in explorer
ru: Подробнее

# nft_details.owner
source: Owner
ru: Владелец

# nft_details.expiration_date
source: Expiration date
ru: Истекает

# nft_details.contract_address
source: Contract address
ru: Адрес контракта

# nft_details.properties
source: Properties
ru: Характеристики

# nft_details.transfer
source: Transfer
ru: Отправить

# nft_details.linked_with
source: Linked with %@
ru: Связан с %@

# nft_details.linked_domain
source: Link domain
ru: Привязать домен

# nft_details.renew_until
source: Renew until %@
ru: Продлить до %@

# nft_details.expires_in_days
source: Expires in %@ days
ru: Истекает через %@ дней

# nft_details.unverified_nft
source: Unverified NFT
ru: Непроверенный NFT

# nft_details.about_collection
source: About collection
ru: Подробнее о коллекции

# nft_details.domain_on_sale_description
source: Domain is on sale at the marketplace now. For transfer, you should remove it from sale first.
ru: Домен сейчас выставлен на продажу на маркете. Чтобы передать, необходимо сначала снять его с продажи.

# nft_details.nft_on_sale_description
source: NFT is on sale at the marketplace now. For transfer, you should remove it from sale first.
ru: NFT сейчас выставлен на продажу на маркете. Чтобы передать, необходимо сначала снять его с продажи.

# buy_list_popup.you_are_opening_external_app
source: You are opening an external app not operated by Tonkeeper.
ru: Вы открываете внешнее приложение, которым не управляет Tonkeeper.

# ugly_buy_list.buy
source: Buy
ru: Купить

# settings_list_notifications_configurator.connectedAppsTitle
source: Apps
ru: Приложения

# settings_list_notifications_configurator.connectedAppsSectionCaption
source: Notifications from connected apps in your activity
ru: Уведомления от подключенных приложений в вашей активности

# signer_sign.step_one
source: Step 1
ru: Шаг 1

# signer_sign.step_one_description
source: Scan the QR code with Signer
ru: Отсканируйте QR-код с помощью Signer

# signer_sign.step_two
source: Step 2
ru: Шаг 2

# signer_sign.step_two_description
source: Confirm your transaction in Signer
ru: Подтвердите транзакцию в Signer

# signer_sign.step_three
source: Step 3
ru: Шаг 3

# signer_sign.step_three_description
source: Scan signed transaction QR code from Signer
ru: Отсканируйте QR-код подписанной транзакции Signer

# signer_sign.transaction
source: Transaction
ru: Транзакция

# keystone_sign.step_one
source: Step 1
ru: Шаг 1

# keystone_sign.step_one_description
source: Scan the QR code with Keystone
ru: Отсканируйте QR-код с помощью Keystone

# keystone_sign.step_two
source: Step 2
ru: Шаг 2

# keystone_sign.step_two_description
source: Confirm your transaction in Keystone
ru: Подтвердите транзакцию в Keystone

# keystone_sign.step_three
source: Step 3
ru: Шаг 3

# keystone_sign.step_three_description
source: Scan signed transaction QR code from Keystone
ru: Отсканируйте QR-код подписанной транзакции Keystone

# keystone_sign.transaction
source: Transaction
ru: Транзакция

# staking_list.minimal_deposit
source: Minimal Deposit
ru: Минимальный депозит

# staking_balance_details.minimal_deposit
source: Minimal Deposit
ru: Минимальный депозит

# staking_balance_details.description
source: Staking is based on smart contracts by third parties. Tonkeeper is not responsible for staking experience.
ru: Стейкинг основан на сторонних смарт-контрактах. Tonkeeper не несет ответственности за стабильность и результат.

# staking_balance_details.jetton_button_description
source: When you stake TON in a Tonstakers pool, you receive a token called tsTON that represents your share in the pool. As the pool accumulates profits, your tsTON represents larger amount of TON.
ru: Когда вы вносите TON в пул, вы получаете токен tsTON, который отображает вашу долю в пуле. По мере накопления прибыли в пуле, tsTON представляет всё большее число TON.

# staking_balance_details.pending_stake
source: Pending Stake
ru: Будет зачислено

# staking_balance_details.pending_unstake
source: Pending Unstake
ru: Ожидают вывода

# staking_balance_details.unstake_ready
source: Unstake ready
ru: Готовы к выводу

# staking_balance_details.after_end_of_cycle
source: after the end of the cycle
ru: после окончания цикла

# staking_balance_details.tap_to_collect
source: Tap to collect
ru: Нажмите, чтобы вывести

# staking_balance_details.stake
source: Stake
ru: Внести

# staking_balance_details.unstake
source: Unstake
ru: Вывести

# staking.title
source: Stake
ru: Стейкинг

# unstaking.title
source: Unstake
ru: Получить вывод

# staking_deposit_input.liquid_staking
source: Liquid Staking
ru: Ликвидный стейкинг

# staking_deposit_input.other
source: Other
ru: Другие

# staking_deposit_input.continue_title
source: Continue
ru: Продолжить

# staking_deposit_pool_picker.liquid_staking
source: Liquid Staking
ru: Ликвидный стейкинг

# staking_deposit_pool_picker.other
source: Other
ru: Другие

# staking_list.minimum_deposit_description
source: Minimum deposit %@
ru: Минимальный депозит %@

# staking_pool_details.minimal_deposit
source: Minimal Deposit
ru: Минимальный депозит

# staking_pool_details.description
source: Staking is based on smart contracts by third parties. Tonkeeper is not responsible for staking experience.
ru: Стейкинг основан на сторонних смарт-контрактах. Tonkeeper не несет ответственности за стабильность и результат.

# staking_pool_details.choose
source: Choose
ru: Выбрать

# ton_connect_mapper.connect_to
source: Connect to
ru: Войти в

# ton_connect_mapper.requesting_capture
source: %@ is requesting access to your wallet address%@
ru: %@ запрашивает доступ к адресу вашего кошелька%@

# ton_connect_mapper.allow_notifications
source: Allow Notifications
ru: Включить уведомления

# ton_connect.sure_check_service_address_connect_without_checking
source: Be sure to check the service address before connecting · Connect without additional check in Browser
ru: Обязательно проверьте адрес сервиса перед подключением · Подключиться без дополнительной проверки в браузере

# ton_connect.connect_wallet
source: Connect wallet
ru: Подключить кошелёк

# ton_connect.open_browser_and_connect
source: Open Browser and Connect
ru: Открыть браузер и подключиться

# ton_connect.sure_check_service_address
source: Be sure to check the service address before connecting the wallet.
ru: Обязательно проверьте адрес сервиса перед подключением кошелька.

# wallet_balance_list.join_channel
source: Join Tonkeeper channel
ru: Присоединяйтесь к каналу Tonkeeper

# wallet_balance_list.transaction_notifications
source: Enable transaction notifications
ru: Включите уведомления о транзакциях

# wallet_balance_list.manage_button.title
source: Manage
ru: Управлять

# buy_sell_list.buy
source: Buy
ru: Купить

# buy_sell_list.sell
source: Sell
ru: Продать

# w5_stories.gasless.title
source: Gasless USDT Transfers
ru: Безгазовые переводы USDT

# w5_stories.gasless.subtitle
source: Send USDT without having TON – transaction fees will be covered by a few cents of USDT automatically.
ru: Отправляйте USDT без необходимости иметь TON: комиссии за транзакцию будут автоматически покрыты несколькими центами USDT.

# w5_stories.messages.title
source: Up to 255 Operations in One Transaction
ru: До 255 операций в одной транзакции

# w5_stories.messages.subtitle
source: W5 increases the number of simultaneous operations from 4 to 255, which can save on fee costs.
ru: W5 увеличивает количество одновременных операций с 4 до 255, что позволяет вам сэкономить на комиссиях.

# w5_stories.phrase.title
source: Recovery Phrase Does Not Change
ru: Ваш секретный ключ не меняется

# w5_stories.phrase.subtitle
source: Old accounts and W5 use the same recovery phrase – when restoring accounts on a new device, both old and new will appear automatically.
ru: Ваш старый и новый кошелёк W5 используют один и тот же секретный ключ: при восстановлении на новом устройстве оба кошелька появятся автоматически.

# w5_stories.phrase.button
source: Add W5 Wallet
ru: Добавить кошелёк W5

# decrypt_comment_popup.title
source: Encrypted comment
ru: Зашифрованный комментарий

# decrypt_comment_popup.caption
source: The comment is encrypted by sender and can only be decrypted by you. Please be careful with the content and beware of scams.
ru: Комментарий зашифрован отправителем и может быть расшифрован только вами. Пожалуйста, осторожно относитесь к содержанию и остерегайтесь мошенничества

# decrypt_comment_popup.button
source: Decrypt the comment
ru: Расшифровать комментарий

# tick.do_not_show_again
source: Do not show again
ru: Не показывать снова

# transaction_confirmation.confirm_action
source: Confirm action
ru: Подтвердить действие

# transaction_confirmation.wallet
source: Wallet
ru: Кошелёк

# transaction_confirmation.recipient
source: Recipient
ru: Получатель

# transaction_confirmation.fee
source: Fee
ru: Комиссия

# transaction_confirmation.amount
source: Amount
ru: Сумма

# transaction_confirmation.unstake_amount
source: Unstake amount
ru: Сумма вывода

# transaction_confirmation.unstake
source: Unstake
ru: Вывод

# transaction_confirmation.deposit
source: Deposit
ru: Депозит

# transaction_confirmation.comment
source: Comment
ru: Комментарий

# transaction_confirmation.battery
source: Will be paid with Battery
ru: Будет оплачена батарейкой

# transaction_confirmation.buttons.confirm_and_send
source: Confirm and Send
ru: Подтвердить и отправить

# transaction_confirmation.buttons.confirm_and_stake
source: Confirm and Stake
ru: Подтвердить и внести

# transaction_confirmation.buttons.confirm_and_unstake
source: Confirm and Unstake
ru: Подтвердить и отправить

# transaction_confirmation.buttons.confirm_and_collect
source: Confirm and Collect
ru: Подтвердить

# battery.refill.title
source: Tonkeeper Battery
ru: Батарейка Tonkeeper

# battery.refill.empty_caption
source: Swap via Tonkeeper, send tokens and unstake TON.
ru: Обменивайте через Tonkeeper, отправляйте токены.

# battery.refill.supported_transactions
source: Supported transactions
ru: Поддерживаемые транзакции

# battery.refill.settings.title
source: Battery Settings
ru: Настройки батарейки

# battery.refill.settings.caption
source: Will be paid:
ru: Будут оплачены:

# battery.refill.settings.caption.items.swaps
source: swaps
ru: обмен через Tonkeeper

# battery.refill.settings.caption.items.token_transfers
source: token transfers
ru: отправка токенов

# battery.refill.settings.caption.items.NFT_transfers
source: NFT transfers
ru: отправка NFT

# battery.refill.iap.items.large
source: Large
ru: Большой

# battery.refill.iap.items.medium
source: Medium
ru: Средний

# battery.refill.iap.items.small
source: Small
ru: Малый

# battery.refill.crypto.recharge
source: Recharge with
ru: Зарядить за

# battery.refill.gift.title
source: Battery Gift
ru: Батарейка в подарок

# battery.refill.gift.caption
source: Share with friends
ru: Поделись с друзьями

# battery.refill.charges_history.title
source: Charges history
ru: История зарядов

# battery.refill.charges_history.caption
source: Recharges and refunds
ru: Пополнение и возврат

# battery.refill.footer.description
source: One charge covers the average transaction fee. Some transactions may cost more.
ru: Один заряд покрывает среднюю комиссию за транзакцию. Некоторые транзакции могут стоить дороже.
